Repository: marcomolinaleija/recordatorios
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt

source: Ya existe un recordatorio con el nombre '{}'
pt: Já existe um lembrete com o nome '{}'

source: Recordatorio agregado para {time}
pt: Lembrete adicionado para {time}

source: Recordatorio: {}
pt: Lembrete: {}

source: Añadir recordatorio
pt: Adicionar lembrete

source: &Mensaje del Recordatorio:
pt: &Mensagem do Lembrete:

source: &Recordatorio recurrente
pt: &Lembrete recorrente

source: Selecciona la frecuencia con la que llegará el recordatorio.
pt: Selecione a frequência com a qual o lembrete será enviado.

source: diario
pt: diário

source: Intervalo de recurrencia personalizada (en minutos):
pt: Intervalo de recorrência personalizada (em minutos):

source: &Usar sonido personalizado
pt: &Usar som personalizado

source: Selecciona un sonido de la lista.
pt: Selecione um som da lista.

source: Seleccionar carpeta de sonidos ctrl+f
pt: Selecionar pasta de sons ctrl+f

source: &Agregar Recordatorio
pt: &adicionar recordatorio

source: &Donar al desarrollador del complemento
pt: &Doar ao desenvolvedor do complemento

source: Salir ctrl+q
pt: Sair ctrl+q

source: Seleccione la carpeta de sonidos
pt: Selecione a pasta de sons

source: La casilla para el sonido personalizado no está marcada.
pt: A caixa para o som personalizado não está marcada.

source: El intervalo personalizado debe ser un número entero positivo.
pt: O intervalo personalizado deve ser um número inteiro positivo.

source: Error
pt: Erro

source: parece que alguno de los campos está sin contenido. Mensaje, horas y minutos son obligatorios. Por favor, verifica y vuelve a intentar.
pt: Parece que algum dos campos está sem conteúdo. Mensagem, horas e minutos são obrigatórios. Por favor, verifique e tente novamente.

source: Las horas y minutos deben de ser números enteros válidos.
pt: As horas e minutos devem ser números inteiros válidos.

source: Rango no válido. Las horas deben de estar entre 00 y 23, y los minutos entre 00 y 59.
pt: Intervalo inválido. As horas devem estar entre 00 e 23, e os minutos entre 00 e 59.

source: Añadir Recordatorio
pt: Adicionar Lembrete

source: Ver Recordatorios Activos
pt: Ver Lembretes Ativos

source: Eliminar Recordatorio
pt: Excluir Lembrete

source: &Recordatorios
pt: &Lembretes

source: Recordatorios activos:
pt: Lembretes ativos:

source: No hay recordatorios activos.
pt: Não há lembretes ativos.

source: Selecciona el recordatorio que deseas eliminar:
pt: Selecione o lembrete que você deseja excluir:

source: Recordatorio eliminado: '{}'
pt: Lembrete excluído: '{}'

source: Información
pt: Informação

source: El recordatorio seleccionado ya no existe.
pt: O lembrete selecionado não existe mais.

source: Ocurrió un error al intentar eliminar el recordatorio: {}
pt: Ocorreu um erro ao tentar excluir o lembrete: {}

source: No hay recordatorios para eliminar.
pt: Não há lembretes para excluir.

source: Abrir la ventana de recordatorios
pt: Abrir a janela de lembretes

source: Recordatorios
pt: Lembretes

source: Verificar recordatorios activos
pt: Verificar lembretes ativos

source: Lanza el diálogo para eliminar recordatorios
pt: Lançar o diálogo para excluir lembretes

source: Configuración de recordatorios
pt: Configuração de lembretes

source: Selecciona el número de notificaciones que llegarán para el recordatorio.
pt: Selecione o número de notificações que serão enviadas para o lembrete.

source: Selecciona el intervalo de tiempo para las notificaciones (en segundos).
pt: Selecione o intervalo de tempo para as notificações (em segundos).

source: Por favor, dona
pt: Por favor, faça uma doação.

source: Recordatorios - complemento gratuito para NVDA. Puedes hacer una donación a Marco Leija para ayudar en el desarrollo futuro de este complemento. ¿Quieres hacer una donación ahora? Para la transacción, serás redirigido al sitio web de PayPal.
pt: Recordatorios - complemento gratuito para NVDA. Você pode fazer uma doação para Marco Leija para ajudar no desenvolvimento futuro deste complemento. Você gostaria de fazer uma doação agora? Para a transação, você será redirecionado para o site do PayPal.

source: Complemento para crear, mirar y eliminar recordatorios.
pt: Addon para criar, ver e excluir lembretes.
